refill_methods_msg = "💰 Выберите способ пополнения"

card_payment_msg = "💰 Введите сумму пополнения"

crypto_payment_msg = "💰 Введите сумму пополнения (от 100 руб.)"

asset_pay_msg = "Выберите токен:"

not_paid_invoice_msg = "❗ Вы еще не оплатили счет"

wrong_value_msg = "❌ Данные были введены неверно\n"\
                         "💰 Введите сумму для пополнения средств"

help_msg = f"❗ Правила:\n\n" \
           f"<b>1.</b> Пользователь согласен, что время обработки заявки занимает до 1 рабочего дня.\n\n" \
           f"поддержки/доступа к боту без дальнейшей помощи в разбирательстве вашей проблемы.\n\n" \
           f"<b>1.2</b> Фиксируйте покупку на видео. Начинайте запись видео до того как " \
           f"нажали на кнопку \"купить\", не завершая запись продолжайте проверку товара, " \
           f"если есть такая возможность. При невалидности товара замена " \
           f"выдаётся при наличии пруфов в течение 30 минут после покупки.\n\n" \
           f"<b>1.3</b> Возврат средств происходит только на баланс бота.\n\n" \
           f"<b>1.4</b> В случае, если способ получения фиксят и товар не выдан -  осуществляется возврат. " \
           f"Если товар выдан и был отобран самой компанией - возврат не осуществляется\n\n" \
           f"<b>1.5</b> Приобретая товар, вы обязуетесь воспользоваться услугой в течение 24ч"

catalog_msg = 'Выберите категорию:'

items_msg = 'Выберите товар:'

no_purchases_msg = '❗ У вас отсутствуют покупки'

cancelled_purchase_msg = "❗ <b>У вас недостаточно средств на счету</b>"
